Repository: BetulKarsli/ExpressLocalizationSample
Catalog: LazZiya.Localization/ResourceFiles/DataAnnotationsResource.*.resx
Languages: tr

source: '{0}' is required
tr: '{0}' alanı gerekli

source: '{0}' must be similar to '{1}'
tr: '{0}' alanı '{1}' alanı ile aynı olmalı

source: Confirm password
tr: Şifreyi tekrarla

source: Email
tr: Eposta

source: Email address is not valid
tr: Eposta doğru değil

source: ID
tr: Kimlik

source: Password
tr: Şifre

source: Phone number is invalid
tr: Telefon numarası geçerli değil

source: Please enter a valid number.
tr: Lütfen bu alanda sadece rakam girin.

source: Remember me?
tr: Beni hatırla?

source: The '{0}' must be at least '{2}' and at max '{1}' characters long
tr: '{0}' en az '{2}', en fazla '{1}' karakter olmalı.

source: The password and confirmation password do not match.
tr: Şifre ve şifrenin tekrarı birbiriyle eşleşmiyor
