Repository: BetulKarsli/ExpressLocalizationSample
Catalog: ExpressLocalizationSampleProject/LocalizationResources/ViewLocalizationResource - Copy.*.resx
Languages: tr

source: &lt;strong&gt;The Development environment shouldn't be enabled for deployed applications.&lt;/strong&gt; It can result in displaying sensitive information from exceptions to end users. For local debugging, enable the &lt;strong&gt;Development&lt;/strong&gt; environment by setting the &lt;strong&gt;ASPNETCORE_ENVIRONMENT&lt;/strong&gt; environment variable to &lt;strong&gt;Development&lt;/strong&gt; and restarting the app
tr: <strong>Geliştime modu yayınlanmış uygulama için aktif olmamalı.</strong> Hata ekranları hassas bilgileri son kullanıcılara gösterebilir. Yerel makinede hata ayıklamak için <strong>Geliştirme</strong> modunu açmak için <strong>ASPNETCORE_ENVIRONMENT</strong> değişken değeri <strong>Development</strong> olarak ayarlanıp uygulama yeniden başlatılmalı

source: Accept
tr: Kabul et

source: An error occurred while processing your request
tr: İstek yerine getirilirken bir hata oluştu

source: Create a new account
tr: Yeni hesap oluştur

source: Development Mode
tr: Geliştirme modu

source: Error
tr: Hata

source: Forgot your password?
tr: Şifreyi unuttum

source: Hello
tr: Merhaba

source: Home
tr: Ana sayfa

source: Home page
tr: Ana sayfa

source: LazZiya.ExpressLocalization Sample Project
tr: LazZiya.ExpressLocalization Örnek Proje

source: Learn about &lt;a href='https://docs.microsoft.com/aspnet/core'&gt;building Web apps with ASP.NET Core&lt;/a&gt;
tr: <a href='https://docs.microsoft.com/aspnet/core\'>ASP.Net Core ile web uygulama geliştirme</a> hakkında öğren

source: Learn More
tr: Daha fazla öğren

source: Login
tr: Giriş

source: Logout
tr: Çıkış

source: Privacy
tr: Gizlilik

source: Privacy Policy
tr: Gizlilik Politikası

source: Register
tr: Kaydol

source: Register as a new user
tr: Yeni kullanıcı olarak kaydol

source: Request ID
tr: İstek kimlik numarası

source: Swapping to the &lt;strong&gt;Development&lt;/strong&gt; environment displays detailed information about the error that occurred
tr: <strong>Geliştirme</strong> ortamına geçmek oluşan hata hakkında daha fazla bilgi gösterir

source: There are no external authentication services configured. See &lt;a href='https://go.microsoft.com/fwlink/?LinkID=532715'&gt;this article&lt;/a&gt; for details on setting up this ASP.NET application to support logging in via external services
tr: Ayarlanmış harici giriş hizmeti sağlayıcısı bulunmamaktadır. Bu uygulamanın dış giriş hizmet sağlayıcılarını tanımlamak için <a href='https://go.microsoft.com/fwlink/?LinkID=532715'>bu makaleye bak</a>

source: Use a local account to log in
tr: Giriş için yerel hesap kullan

source: Use another service to log in
tr: Giriş için başka hizmet kullan

source: Use this page to detail your site's privacy policy
tr: Sitenin gizlilik politikasını detaylandırmak için bu sayfayı kullan

source: Use this space to summarize your privacy and cookie use policy
tr: Bu alanı sitenin gizlilik ve çerez kullanma politikasını özetlemek için kullan

source: Welcome
tr: Hoşgeldin

source: Sample Form
tr: Örnek Form

source: Submit
tr: Gönder

source: Please enter a valid number.
tr: Lütfen geçerli bir sayı girin.

source: Can't delete user info! please try again or contact support.
tr: Kullanıcı verileri silinemedi! lütfen tekrar dene veya destek birimi ile iletişime geç.

source: Change password
tr: Şifreyi değiştir

source: click here
tr: buraya tıklayın

source: Delete data and close my account
tr: Verileri sil ve hesabımı kapat

source: Delete Personal Data
tr: Kişisel Verileri Sil

source: Deleting this data will permanently remove your account, and this cannot be recovered.
tr: Bu bilgileri silmek hesabınızı tamamen kaldıracaktır, bu işlem geri getirelemez.

source: Disable 2FA
tr: İki faktörlü doğrulamayı iptal et

source: Disable two-factor authentication (2FA)
tr: İki faktörlü kimlik doğrulamasını iptal et (2fA)

source: Disabling 2FA does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should
tr: İki faktörlü kimlik doğrulamasını iptal etmek kimlik doğrulama uygulamasındaki anahtarları değiştirmez. Doğrulama uygulamasındaki anahtarları da değiştirmek istiyorsanız

source: Password has been changed.
tr: Şifre değiştirildi.

source: Password is not correct.
tr: Şifre doğru değil.

source: Save
tr: Kaydet

source: This action only disables 2FA.
tr: Bu işlem sadece iki faktörlü kimlik doğrulamasını iptal eder.

source: Unable to load user! please login to continue.
tr: Kullanıcı bilgileri yüklenemedi! devam etmek için giriş yap.

source: 2FA has been disabled. You can reenable 2fa when you setup an authenticator app
tr: İkili-kimlik doğrulama iptal edildi. Tekrar aktive etmek için ikili-kimlik doğrulama uygulaması kurabilirsin.

source: &lt;span class='glyphicon glyphicon-warning-sign'&gt;&lt;/span&gt;&lt;strong&gt;Put these codes in a safe place.&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;If you lose your device and don't have the recovery codes you will lose access to your account.&lt;/p&gt;&lt;p&gt;Generating new recovery codes does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should reset your authenticator keys.
tr: <span class='glyphicon glyphicon-warning-sign'></span><strong>Bu kodları güvenli yerde sakla.</strong></p><p>Cihazını kaybeder ve kurtarma kodlarına erişimin olmazsa hesabına bir daha erişemeyebilirsin.</p><p>Kurtarma kodlarını oluşturmak ikili-kimlik doğrulama uygulamasındaki anahtarları değiştirmez. Uygulamadaki anahtarları değiştirmek için doğrulama anahtarlarını sıfırla.

source: &lt;strong&gt;If you reset your authenticator key your authenticator app will not work until you reconfigure it.&lt;/strong&gt;&lt;/p&gt;&lt;p&gt;This process disables 2FA until you verify your authenticator app. If you do not complete your authenticator app configuration you may lose access to your account.
tr: Doğrulama anahtarını sıfırlarsanız ikili kimlik doğrulama uygulaması siz onu bir daha ayarlayana kadar çalışmayacaktır.</strong></p><p>Bu işlem ikili-kimlik doğrulamayı siz onu bir daha ayarlayana kadar iptal eder. Doğrulama uygulaması ayarlarını tamamlayamazsanız hesabınıza erişimi kaybedebilirsiniz.

source: Add another service to log in.
tr: Giriş için başka hizmet ekle.

source: Cannot disable 2FA as it's not currently enabled.
tr: İki faktörlü kimlik doğrulama zaten aktif değil!

source: Cannot disable 2FA, an error occord, please try again later.
tr: İkili kimlik doğrulama iptali sırasında hata oluştu, lütfen tekrar dene.

source: Cannot generate recovery codes, because they do not have 2FA enabled.
tr: Kurtarma kodları oluşturulamıyor, çünkü iki faktörlü kimilk doğrulama etkin değil.

source: Click here to reset.
tr: Sıfırlamak için tıkla.

source: Configure authenticator app
tr: Kimlik doğrulama uygulaması ayarları

source: Confirm your email address
tr: Eposta adresini doğrula

source: Delete
tr: Sil

source: Download a two-factor authenticator app like Microsoft Authenticator for &lt;a href='https://go.microsoft.com/fwlink/?Linkid=825071'&gt;Windows Phone&lt;/a&gt;, &lt;a href='https://go.microsoft.com/fwlink/?Linkid=825072'&gt;Android&lt;/a&gt; and &lt;a href='https://go.microsoft.com/fwlink/?Linkid=825073'&gt;iOS&lt;/a&gt; or Google Authenticator for &lt;a href='https://play.google.com/store/apps/details?id=com.google.android.apps.authenticator2&amp;amp;hl=en&gt;Android&lt;/a&gt; and &lt;a href='https://itunes.apple.com/us/app/google-authenticator/id388497605?mt=8'&gt;iOS&lt;/a&gt;
tr: İkili kimlik doğrulama uygulaması indirin, örnek Microsoft Authenticator uygulamasını indirebilirsin, <a href='https://go.microsoft.com/fwlink/?Linkid=825071'>Windows Telefonu</a> için indir, <a href='https://go.microsoft.com/fwlink/?Linkid=825072'>Android</a> veya <a href='https://go.microsoft.com/fwlink/?Linkid=825073'>iOS</a> yada Google Authenticator uygulamasını indir <a href='https://play.google.com/store/apps/details?id=com.google.android.apps.authenticator2&amp;hl=en>Android</a> veya <a href='https://itunes.apple.com/us/app/google-authenticator/id388497605?mt=8'>iOS</a>

source: Download Your Data
tr: Kişisel verilerini indir

source: Error loading external login information.
tr: Dış sağlayıcıdan giriş bilgileri yükleme hatası

source: Generate Recovery Codes
tr: Kurtarma Anahtarlarını Oluştur

source: Generate two-factor authentication (2FA) recovery codes
tr: ikili-kimlik doğrulama kurtarma kodunu oluştur

source: Log in using your {0} account
tr: {0} hesabın ile giriş yapmaya devam et

source: Manage your external logins
tr: Dış girişleri yönet

source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.
tr: QR kodu okuttuktan sonra veya yukarıdaki anahtarı uygulamaya girince, ikili kimlik doğrulama uygulamanız size eşsiz kod üretecek. Eşsiz kodu aşağıdaki alana girin.

source: Personal data
tr: Kişisel veriler

source: Please confirm your account by &lt;a href='{0}'&gt;clicking here&lt;/a&gt;
tr: Lütfen eposta adresinizi <a href='{0}'>buraya tıklayarak doğrulayın</a>

source: Profile settings
tr: Profil ayarları

source: Registered Logins
tr: Kayıtlı girişler

source: Remove
tr: Kaldır

source: Remove this {0} login from your account
tr: Bu {0} girişini hesabından kaldır

source: Reset authenticator key
tr: Doğrulama anahtarını sıfırla

source: Scan the QR Code or enter this key &lt;kbd&gt;{0}&lt;/kbd&gt; into your two factor authenticator app. Spaces and casing do not matter.&lt;/p&gt;&lt;div class='alert alert-info'&gt;To enable QR code generation please read our &lt;a href='https://go.microsoft.com/fwlink/?Linkid=852423'&gt;documentation&lt;/a&gt;.&lt;/div&gt;
tr: QR kodunu tara yada bu anahtarı <kbd>{0}</kbd> ikili kimlik doğrulama uygulamasına gir. Boşluk veya büyük-küçük harf girmenize gerek yok.</p><div class='alert alert-info'>QR kod oluşturmak için <a href='https://go.microsoft.com/fwlink/?Linkid=852423'>dokümanları oku</a>.</div>

source: Send verification email
tr: Doğrulama epostasını gönder

source: Send verification sms
tr: Doğrulama mesajını gönder

source: Set password
tr: Şifre belirle

source: The external login was added.
tr: Dış giriş eklendi.

source: The external login was removed.
tr: Dış giriş kaldırıldı.

source: To use an authenticator app go through the following steps
tr: Kimlik doğrulama uygulamasıayarlamak için aşağıdaki adımları takip edin

source: Unexpected error occurred adding external login
tr: Dış giriş eklenirken beklenmedik bir hata oluştu

source: Unexpected error occurred during setting email.
tr: Eposta adresi kaydı sırasında beklenmeyen bir hata oluştu.

source: Unexpected error occurred during setting phone number.
tr: Telefon numarası kaydı sırasında beklenmeyen bir hata oluştu.

source: Unexpected error occurred removing external login
tr: Dış giriş kaldırılırken beklenmedik birhata oluştu.

source: Verification code is invalid.
tr: Doğrulama kodu geçerli değil.

source: Verification email sent. Please check your email.
tr: Doğrulama epostası gönderildi. Lütfen posta kutunuzu kontrol edim.

source: Verify
tr: Doğrula

source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
tr: Bu site için yerel kullanıcı adı/şifreniz yoktur. Yerel hesap eklerseniz dış hesabı kullanmadan giriş yapabilirsiniz.

source: You have generated new recovery codes.
tr: Yeni kurtarma anahtarlar oluşturuldu.

source: You profile has been updated.
tr: Profil bilgileri kaydedildi.

source: Your account contains personal data that you have given us. This page allows you to download or delete that data.&lt;/p&gt;&lt;p&gt;&lt;strong&gt;Deleting this data will permanently remove your account, and this cannot be recovered.&lt;/strong&gt;
tr: Hesabınızda kayıt olurken bize vermiş olduğunuz kişisel veriler yer vardır. Bu sayfada bu verileri indirebilir veya silebilirsiniz.</p><p><strong>Bu verileri silmek hesabınızı tamamen kaldıracak, bu işlem geri dönülemez.</strong>

source: Your authenticator app has been verified.
tr: Doğrulama uygulaması teyit edildi.

source: Your authenticator app key has been reset, you will need to configure your authenticator app using the new key.
tr: Doğrulaması uygulama kodu sıfırlandı, ikili kimlik doğrulama uygulamasını yeni anahtar ile ayarlamanız gerekiyor.
